{
    "title": "Welcome to This Thing",
    "content": [
        "After a lengthy period of preparation, it's my pleasure to finally unveil this grand project of mine. What started as a wild hair and a purely personal passion project has grown to such a degree that it now feels like a shame not to share it. So welcome, I'm glad you're here, I hope you'll enjoy this ride with me.",
        "For the near future at least, here's how this is going to work. I've spent the last month since I started this building up a decent buffer of translated chapters, basically up to the end of the first volume of the light novel, so the plan is to publish a new one to this site every weekday, Monday to Friday. Probably around noon-ish, Eastern US time, I don't have this set up to publish automatically yet. So as to give you a nice chunk up front if you're arriving when this first goes live, I've pushed the first five entries in advance.",
        "Originally I had in mind to do this seven days a week, as I actually was slamming out chapters at that rate, but at some point I'm going to have to give myself a rest, and I've already allowed my pace to relax just a bit, and the chapters are getting longer anyway. So setting that kind of release schedule will give me a little more breathing room to stay ahead. It also gives me time to do proofing passes before stuff goes up, since while I can go back and change things if necessary, it's a little bit more of a pain with the way I've set this site up than editing a Word document.",
        "Eventually I'll probably want a hiatus though. I'm expecting, at least, to take a pause at the end of Part I and recuperate a bit. Hopefully things proceed on schedule until then but you'll know in advance if it looks like they won't. But until such time, I hope that gives you incentive to come back every day for a new installment. I'm proud of this thing, and I'd love to spread the joy of this series as far.",
        "---",
        "I'd love to hear feedback, be it comments, compliments or criticism, so feel free to __<mailto:wervyn@gmail.com|drop me an email>__ if you have some. If I get enough interesting responses, I may do some kind of reader mail thing with these updates."
    ]
}