{
    "title": "About This Translation",
    "content": [
        "__NOTE: If you're arriving here on a mobile device, this site should be functional but not quite pretty yet. Try scrolling the navigation stuff itself out of the way to give the main reading pane more space. I'll be working on improving mobile functionality in the future but it might take a little time.__",
        "",
        "So back around May 2020 I found this anime, right? Crunchyroll did an advertising panel for their new lineup of shows at MomoCon's online-only-due-to-COVID convention that year, and I was on deck to moderate the Twitch stream so I kind of had to watch. And one of the shows they spotlighted was yet another isekai but this one was about a cute little girl trying to make books in a pre-literate society. And I thought, __hey that looks like it could be fun, and I haven't caught any new anime in awhile, and I'm pretty sure this one is right up my wife's alley too.__ So I gave it a shot.",
        "Well if you're familiar with the series to such a degree that you'd end up on a page like this, you don't need me to tell you what happened next. I got hooked on it, __hard__. I can't remember the last time I got this invested in a story. To the point that once I was caught up on the anime, I immediately went looking for the light novel translation. And immediately binged it all. And bought hard copies. And re-read/re-watched it several times. And so on and so forth.",
        "Around the time J-Novel was starting into Part 3 Volume 2, I was starting to get ansty for more, faster. This story has gotten consistently better with each volume, playing a very long game that continues to pay off huge dividends when things come together. And the fact that the translation was barely a quarter of the way finished had me itching to know more, faster. The siren song of machine translation beckoned.",
        "But that's not what I landed on. Not least because it sounded like it would be very, very unsatisfying. So, I decided I would get what I wanted much, much slower instead. I had about four years of collegiate-level training in Japanese, way back like fifteen years ago. I'm rusty, but I always meant to try to pick it back up a little more, and this seemed like a good opportunity. Armed with that and a good auto-dictionary, I can do a much better than passable job at reading it in the original Japanese. Naturally, I wanted to start at the beginning, eat your vegetables before you have cake.",
        "I was about two chapters in when I thought, __hey what if I wrote down a translation while I'm at this? I've actually wanted to get back into creative writing, too, and so why not try to make a translation I was proud of, that I'd actually want to show to people?__ The webnovel version of this is free after all, so sharing a translation of it I just decided to do for free shouldn't be a problem either. So I went back and did that for what I'd read so far, and from then on I've been trying (and largely succeeding) at banging out a chapter a day. And so after about a month (at time of writing), that's where we are now.",
        "",
        "I want to be clear, I have the utmost respect for quof and their work on the officially licensed translation. I knew translating was a difficult job before I got myself into this, but I have even more personal appreciation now for just how hard it can be to feel like you're doing the source text the justice and respect it deserves. I'm not doing this to compete, but because I want to make something I'm passionate about and share it with others.",
        "That said, my goal is to produce my own take on the original webnovel source text, which is necessarily going to be different from anyone else's. That's just how translation works, you can't eradicate your point of view, and your translation would probably be inferior if you could. So, it'll probably feel a little different if you're used to the J-Novel version based on the light novel.",
        "I have the fortune, at least for a good while, of being able to use quof's advance work like a guardrail. But once I've written a chapter, and compare what I produced to the printed book beside me, the rare noteworthy difference is a signal to go check the source again. Sometimes, quof caught something I missed. Sometimes, I find it's the other way around. I've written things the way I have here because I think that's the best way to do __my__ translation of them. Obviously, if I didn't, I wouldn't have written them that way.",
        "To that end, I've tried to include notes whenever I make a particularly noteworthy divergence, or just when I think some aspect of the translation is really interesting. Hopefully they make for some fun footnotes.",
        "---",
        "This webapp is still under construction, as is probably apparent. I'm hoping to add features to it over time, as another way to keep some important skills sharp. My dayjob is software engineering, after all. The next major thing I'll probably do is improve its mobile responsiveness, but please let me know if there's anything you'd like to see, or if you have comments about the translation in general."
    ]
}