{
    "title": "Prologue",
    "titlelink": "https://ncode.syosetu.com/n4830bu/1/",
    "content": [
        "I’m Motoso Urano__[2]__, age 22.",
        "I love books. Like, really love books. Even more than three square meals a day.",
        "I love absorbing someone else’s knowledge fixed in print, and I love reading their flights of fancy. When I’m following along with the thoughts of an author, my heart dances and I can’t stop myself from smiling.",
        "When I read the diverse knowledge that can be gathered in a single book, I feel such great profit to myself. When I see places I’ve never been, spread through photo albums lining the shelves of bookstores and libraries, it’s like the world is expanding before my eyes. So much so it’s intoxicating.",
        "In old tales from foreign lands or of different eras, or a glimpse into the elegant customs of a different culture, every place is steeped in history. When I’m reading about such things, time always sweeps me away with it.",
        "Psychology, Religion, History, Geography, Pedagogy, Folklore, Mathematics, Physics, Geology, Chemistry, Biology, Fine Arts, Physical Education, Language, Fiction… The accumulation of all human knowledge tightly packed into a book. I love all of it, from the bottom of my heart.",
        "Be it a thick stack of encyclopedias, or an anthology of complete works; be it a technical journal hiding behind an unassuming cover, or a colorful magazine full of pictures; be it a thick novel full of difficult words and ideas, or a mass-produced piece of pulp fiction; be it a giant children’s picture book, or a collection of Japanese wartime propaganda cartoons; even an amateur fanzine – as soon as I turn the first page, it’s like being drunk on the finest wine.",
        "I love being among the stacks of a library full of old books, smelling faintly of mold and dust in the way old books do. As I slowly breathe in, I writhe in ecstasy at the accumulation of years, as a climber reaching the summit of a high peak.",
        "And of course, I can’t resist the smell of new paper and ink. No matter what it may be, just imagining what new knowledge may be written there fills me with excitement.",
        "I want to spend my whole life surrounded by books. If possible, I want to spend my life in a well ventilated room surrounded by books, far away from any sun that could damage them.",
        "Because I strive to spend as much time around books as possible, even if people may say my skin is unnaturally pale, or that my health is suffering from lack of exercise, or scold me for forgetting to eat, I just can’t let go of them.",
        "If I were to die, I think I’d like to die buried in books. Rather than pass serenely on the tatami, I’d much prefer to die in bed, covered in books. I think that’s a much better way to die.",
        "…Well, to be precise, I thought.",
        "Actually, just a moment ago, a massive earthquake buried me in books!",
        "Um, what was it I was wishing for, exactly?",
        "I mean, it may have been a long cherished dream, but I don’t think I could exactly thank God for it. I’d just passed my librarian certification, and even in the current difficult job market had decided on work at a university library.",
        "God, I have a favor to ask.",
        "If possible, please reincarnate me.",
        "I haven’t read enough yet.",
        "I want to read books in my next life too.",
        "So, I’d like to be a librarian.",
        "I want to spend every day surrounded by books.",
        "I mean, of course a librarian’s job isn’t to read books. While I’m working I couldn’t read them or anything. I know that.",
        "But more than any other job, if I were surrounded by books the time wouldn’t feel so overwhelmingly long. If I just had that, I’d be happy.",
        "I mean, just the smell of ink and paper brings me to ecstasy. Anyone could understand that, right?",
        "Mankind has left behind so much writing to pass on its knowledge, dedicating itself to intellectual pursuits since antiquity. When you look back over history, even just a little, doesn’t the thought make your heart beat faster?",
        "If I can read books that’s good enough for me.",
        "So, God, if you’re listening, hurry up and reincarnate me. I want to be born again, so I can read more books."
    ],
    "endnotes": [
        "It’s finally begun. I hope you enjoy it!"
    ],
    "footnotes": [
        "It’s interesting to me that, at least from what I’ve understood and read so far, this prologue is the thing that changed the most between this original web novel version and the published light novel. By which I mean, comparing the two side by side, the light novel has almost no changes. The biggest ones are when a scene or chapter once written in another character’s point of view is reworked to be from Myne’s, such as Tuuli’s early POV chapter. But the content of the scene and even the lines of dialogue in those cases are the same, which makes them all the more fun to compare.",
        "Also, wanted to drop a note here about how on-the-nose the name 本須　麗乃 (Motosu Urano) is. The kanji here can be read from left to right as “book”, “necessarily”, “resplendent”, and “—daughter” (as akin to a –son/–sen or –dottr name suffix). So it’s basically “Resplendent Daughter of the family who Must Have Books”. Which, uh, yeah.^"
    ]
}