{
    "title": "A New Life",
    "titlelink": "https://ncode.syosetu.com/n4830bu/2/",
    "audio": "media/part1/audio/chapter-001.mp3",
    "content": [
        "__Clang! Clang!__ There was a sound like something slamming against the floor or some other hard surface, and wherever I was sleeping shook violently. With each blow, my head hurt as if it were being struck. I let out a soft moan and scrunched up my eyebrows.",
        "__So loud… Seriously, shut up.__",
        "The annoying noise didn’t seem like it was going to stop any time soon, and beating out a set rhythm there was no way I could sleep. The vibration resounding through my throbbing head dragged me toward consciousness, and I covered my ears to try and wait it out. But my hands didn’t move the way I expected. A flu-like fever and aching pain spread throughout my body. “Ow…”",
        "If I was going to figure out what was going on, I’d need my glasses. With my eyes closed, I felt around my pillow where I always left them. A numb tingling slowly spread to my extremities, and my movements were clumsy. As I squirmed around grasping for them, I heard the dry sound of something like paper or straw rustling beneath me. “…What’s that?”",
        "I expected my voice to be hoarse from the fever, but a high-pitched, childish voice came out of my mouth instead. It didn’t sound at all like my own. I just wanted to sleep since the fever was making me feel so sluggish, but I just couldn’t ignore the strangeness surrounding me any longer. I slowly opened my heavy eyelids.",
        "Due to the high fever, my vision was blurry and wet with tears. But somehow, maybe because the tears were acting as makeshift glasses, I could see much more clearly than usual.",
        "“Huh?” Above me I saw what was probably once a white ceiling, now blackened with soot, joined by a number of thick, dark beams and sporting an enormous spider-web. I couldn’t remember seeing anything like it before in my life. “…Where am I?”",
        "Being careful not to let the tears drip out, I moved only my eyes to survey my surroundings. I quickly gathered that wherever it was, it was clearly not the Japan where I was born and raised. To guess from the shape and architecture of the ceiling, the style was Western, not Japanese. And it wasn’t a modern construction either, it looked like something out of the Middle Ages.",
        "The bed where I’d been laid was hard, with no mattress. Instead, some strange prickly material was being used as a cushion. As a bedspread, there was a dirty blanket giving off an unpleasant stink, and my body itched everywhere as if I had fleas or ticks.",
        "“Wait a second here…” The last thing I could remember was being crushed by an avalanche of books, but somehow I didn’t think I’d been rescued. At least, as far as I knew, no hospital in Japan would put a patient in a bed with such a filthy blanket.",
        "Nervously, I held my hands up in front of my face. What I saw were the emaciated hands of a tiny child. I was basically a shut in who did nothing but read books, so the pale, unhealthy skin of someone untouched by the sun was the same. But I surely had the hands of a 22-year-old adult. These malnourished child hands were all wrong.",
        "But they opened and closed according to my will. This body that I could move was definitely not the one I was familiar with. A dry-mouthed shock began to settle in my throat. “…What the hell is this?”",
        "Could I have actually been reincarnated? Did some god actually hear my prayer and reincarnate me so I could still read books?",
        "__I don’t understand this.__",
        "I needed more information, so I lifted my heavy head and roused my feverish body. Ignoring the damp, sweaty hair clinging to the base of my neck, I looked around the room. There was the bed-like platform covered in the aforementioned dirty sheet, and several wooden boxes for storing things, but I couldn’t see any bookshelves. “No books…”",
        "There was a door that looked like it led out of the room. Without my realizing it, the awful noise in my head had stopped at some point, but I could hear the sounds of someone’s footsteps walking around, doing something.",
        "__I really don’t understand this situation at all.__",
        "From what I could tell by the beams and walls, as well as furniture I could see in the room, this was some kind of medieval Western dwelling. Definitely nothing modern. Had I ended up in some uncivilized country, or time traveled to the past somehow? How the hell was I supposed to make sense of any of this? “Maybe I’m having some kind of near-death hallucination?”",
        "Whether from hearing me moving around and speaking, or just coming to check on my fever, a woman entered the room. She was wearing some kind of bandana and appeared to be in her late twenties, with a beauty that looked wasted on her. Her features were comely, but dirty. If she cleaned up her face and clothes she’d probably look quite pretty. Such a waste.",
        "Though I guess I wasn’t really one to talk. If both of us were dirty it wasn’t really worth making a fuss. And thinking about it that way, I knew how much I’d want a pretty face to forgive my own uncleanliness.",
        "“Myne, %&$#+@*+#%?”",
        "“Aah?!”",
        "In the same moment as the woman’s incomprehensible words entered my ears, a torrent of memories that were not my own flooded into my mind. In the blink of an eye several years’ worth of memories forced their way into my brain, chaotically whirling around so much that I compulsively grasped my head in discomfort.",
        "“Myne, are you alright? You weren’t waking up at all so I was worried.”",
        "“…Mom?”",
        "The flood of memories told me that the woman softly stroking my head and peering into my face was my mother, and that my own name was Myne. The words I couldn’t understand a moment ago I now recognized, but the massive amount of information that had suddenly entered my head still left me in an extreme state of confusion. Honestly, whatever this information was, I wish it had more consideration for my health. It __had__ been my own wish to be reincarnated so I could read more books, but now that it had actually happened, and even though I recognized the woman in front of me as my mother, I couldn’t just quietly accept that all at once.",
        "“How are you feeling? It looks like your head hurts, hmm?” On the fingers outstretched to feel my forehead, I could see green and yellow spots. I wondered if this mother of mine worked with dyes. In Japan I remembered seeing the fingers of dye craftsmen stained in the same way.",
        "Though this woman who I knew and yet did not know as my mother did exist in my memories, I somehow didn’t really want her to touch me. I flopped down on the smelly bedding to avoid her outstretched hand. Then, I shut my eyes in similar fashion, rejecting her touch.",
        "“…Head still hurts. I wanna sleep.”",
        "“I see. Sleep well, dear.”",
        "I waited in thought as my mother left the bedroom. It made sense to call it that, beds crammed together in a line as they were. But even though my head felt dizzy with the fever, with so much chaos going on in there I couldn’t just quietly go to sleep. “No mistake…I died. For sure.”",
        "I suddenly thought of my own mother, her face flashing through my mind. The Mom I would never see again. I silently apologized. She must have been angry. I could imagine her crying, shouting, __“how many times did I tell you to get rid of some of those books?!”__ No doubt about it.",
        "“I’m sorry Mom…” Having uttered an apology that would never be heard, I deliberately forced myself to think about something else, and began to slowly sift through the flood of memories I’d gotten of the young girl named Myne. Her most recent memory was, __this fever hurts, it hurts, I can’t take this…__",
        "Somehow or another, it seemed the original Myne who owned this body had died, and perhaps I had taken possession of it. Or maybe, in the throes of the high fever, I had recalled the memories of my past life? “I guess it doesn’t really matter? Either way it doesn’t change that I’ll have to live as Myne from here on out…”",
        "In any case, if I didn’t learn enough from Myne’s memories to understand my situation at least a little, my family would suddenly become suspicious of me. But try as I might, Myne’s memories of words were still those of an undeveloped child, and she couldn’t clearly comprehend what her mother and father were saying. She didn’t grasp their meaning. Her essential vocabulary was scant, and the majority of her memories were simply incomprehensible.",
        "“Ugh, hold on, just how am I supposed to do this…” The things I could divine with certainty from the young Myne’s memories were, that I was part of a family of four, and the woman from before was my mother. I had an older sister named Tuuli__*__. Myne’s father was a soldier, or something like that.",
        "And, most importantly, this wasn’t Earth.",
        "In Myne’s memories, the bandana wearing mother featured a lot, and her hair was a shade of green akin to jade. And not an unnaturally dyed color, actually green. So much so I wanted to pull on it to be sure it wasn’t a wig. Given the alternative would be my mother was a cosplayer who always wore a wig and yet was always dirty, the idea that this was a different world seemed more realistic.",
        "By the way, my sister’s hair was teal, and my dad’s hair was blue. My own hair was a deep, navy blue. I wasn’t sure whether to be glad that it was close to a natural black, or exasperated at the rest of my cosplaying family members.",
        "At any rate, there didn’t seem to be a mirror in the house; no matter how much I dug through the memories, I couldn’t tell much about my appearance outside of my hair color. Though, judging from the looks of my parents and my sister, I probably didn’t look half bad. And undoubtedly, was just as dirty. “Ah, I want to take a bath...Um, is there one?”",
        "Frankly, as far as my lifestyle here was concerned my appearance wasn’t that big of a deal. The biggest problem was that my new family was extremely poor. Looking around me, bad as my surroundings were, they’d wrapped a sick girl in a thin, threadbare blanket that was completely worn through. Even if these were my sister’s hand-me-downs, this was too cruel.",
        "At first I wondered if I wasn’t being harassed, but the Mom in Myne’s memories also wore raggedy clothing, and Tuuli’s clothes were much the same. That was just the standard of living in my new family. Only my father was comparatively sturdy, and seemed to wear clothing with fewer patches, but that was apparently a soldier’s uniform supplied once every several years.",
        "This house also didn’t seem to be a single dwelling, and beyond the nearest wall, made of brick-like stonework, I could hear the sound of footsteps ascending stairs, and the muffled voices of what might be neighbors. Maybe this was something like an apartment building?",
        "__Hey, speaking of reincarnation, doesn’t this kind of thing usually involve being something like a noble…or at least not being born into poverty?__",
        "I sighed, not really wanting to think about my environs anymore. My old life in Japan was in a pretty normal, average household, but compared to this the difference in living conditions was massive. With respect to my new life here, in whatever time or country I didn’t know, Japan was a great country. It clearly overflowed with good things. With good, soft cloth, or soft beds, or books, or books, or books…",
        "“Aah, I want to read a book. I feel like my fever would go down if I did.” No matter how bad my environment might be, if I had books I could put up with anything. I lightly tapped a finger against my temple, searching my memory for books. __Where in this house might there be a bookshelf, I wonder…__",
        "“Myne__*__, are you awake?” As if intending to interrupt my train of thought, a girl about seven or eight years old lightly stepped into the room. This would be the older sister, Tuuli, from my memories. She had her teal hair done up in a messy braid that looked like it had been assembled without much care, and I could immediately tell it was dried out. She had the same dirty face as mother, in want of a good cleaning – cute looks, sadly wasted.",
        "Or so I thought, but then I reflected that my opinion came from Japanese culture, a place other countries considered to be almost unhealthily obsessed with cleanliness, so perhaps I was being too quick to judge. But if we were poor that made a clean environment all the more important. Calling a doctor to deal with illness would surely cost a lot of money.",
        "But anyway, all of that was beside the point. Right now, there was exactly one thing I wanted to know more than anything else.",
        "“Tuuli, can you bring me a [book]?” If I had an older sister like this, surely there must be at least ten or so picture books somewhere in the house. Even if I was sick in bed I could still read. And I’d been miraculously reborn. More than anything, I wanted to enjoy reading books from another world.",
        "“Tuuli, please?” I begged my cute older sister, but Tuuli cocked her head and returned a blank stare.",
        "“Huh? What’s a [book]?”",
        "“What the…um, it’s a thing that has [pictures] and [letters] [written] on it…”",
        "“Myne, I don’t understand what you’re saying. Can’t you talk right?”",
        "“I said a [book]! I want a [picture book]!”",
        "“What is that? I don’t understand.”",
        "It seemed like any word that wasn’t in Myne’s memories was coming out in Japanese. No matter how carefully I tried to explain, Tuuli just looked back at me quizzically. I could say “bring me a book” in Japanese as much as I wanted but there was no way I was getting through to her. __I need to hurry up and learn some new words!__",
        "“Aah, geez! [Do your job, auto translator!]”",
        "“Myne, why are you getting mad?!”",
        "“I’m not mad, I just have a headache.” Taking out my anger at being unable to communicate on a child like Tuuli would be far too immature. Though I guess I already had…",
        "First, I would have to carefully listen to other people speaking, and do my best to learn a lot of words. With Myne’s flexible young brain, combined with my knowledge and reasoning as a 22-year-old college graduate, learning words would be simple… Or, at least I hoped it would. At the very least, in my past life I remembered taking pains to learn new words in order to read books from other countries, and it hadn’t been too bad. My love and passion when it came to books was so great, people had found it off-putting.",
        " “…Are you mad because you still have a fever?” Likely intending to check my fever, Tuuli reached her dirty hand out toward me. I reflexively grabbed it.",
        "“It’s still hot, won’t you get it too?” By feigning concern for her, I could avoid any unpleasantness. Using this adult technique, I could avoid Tuuli touching me with her dirty hands.",
        "“Oh that’s right. I’ll be careful.” Safe.",
        "I was sure she’d be a great sister when she cleaned up, but as things were now I didn’t want her touching me. Before that could happen I’d have to somehow drill the concept of hygiene into her. If I didn’t improve my environment, I got the feeling I wouldn’t survive here.",
        "As far back as I could remember, Myne was a sickly child with a weak body, who often got fevers that confined her to bed. Way too many of her memories were of the bed. If I wanted to read books without reservation, I would have to do something about my surroundings. We were apparently poor, so even if I got sick there was little hope of calling a doctor, and from the quality of the living accommodations here I wasn’t sure I wanted to be receiving medical care anyway.",
        "“Tuuli, could you come help me prepare dinner?”",
        "“Yes Mom!”",
        "From somewhere outside I heard Mom’s voice, and Tuuli raced out of the room after it. As far as I could tell from the slant of the sunlight outside the window, it did seem like it was about time to start dinner preparations. Even though Tuuli still had the look of a young grade-schooler, it seemed like she was already helping out. __What a sad state of affairs, this is clearly child labor, and no mistake!__",
        "“Ugh, nooo…” I thought of my own past upbringing dejectedly. Without a doubt, there wasn’t a single person who tried to get out of chores more than I did. That would definitely have cut into my reading time. Even with the modern convenience of household appliances to make the job easier it was a pain, for a waste of space like me who just wanted to read books. __Will I be able to adapt to life here?__",
        "__Clang! Clang!__ A bright noise echoed intermittently from somewhere. Mom had said she was preparing dinner, so maybe it was the sound of cooking, but seriously what the hell was going on? From where I was lying I couldn’t see anything, but honestly I wasn’t sure I wanted to.",
        "__No, I’ve been miraculously reincarnated, I have to think more positively about this! I can read books that never existed on Earth! In order to do that, first I’ll see to my physical condition…__ As I was thinking about all this, I slowly closed my eyes.",
        "“I’m home!”",
        "“Welcome back, dear.”",
        "With the sound of scraping metal, Dad returned home around the time dinner preparations were complete. I still couldn’t eat solid food with my fever, and the thought of a happy family sitting down to dinner without me felt a little lonely, but I could feel myself slowly losing consciousness. As my awareness faded into darkness, I only had one thought.",
        "__Ah, I don’t care what it is, I want to read a book.__"
    ],
    "endnotes": [
        "Yes, this is the beginning of the story. Well, it is an “Ascension” after all. It’s only natural to start from the bottom. Though they are townsfolk, so it’s not exactly the bottom. Hang in there, Myne!",
        "…As I’m writing this, if I myself were to be reincarnated, I think I’d definitely want to be reborn Japanese. Modern Japan is awfully convenient."        
    ],
    "footnotes": [
        "For the most part, I’ll be sticking to the naming conventions established in the official light novel translation, e.g ‘Myne’ vs. ‘Main’. It’s just easier than arbitrarily picking new names for everyone. Once I’d gotten several chapters into this though, after long consideration I decided that ‘Tully’, as an actual name of European origin (Ireland), made a lot more sense than ‘Tuuli’, which appeared to just be a direct transliteration of the katakana to me. Since I’ve started sharing my work on this more broadly however, the official translator, Quof, was kind enough to chime in that ‘Tuuli’ is actually Finnish in origin, meaning ‘wind’, which in retrospect makes a __lot__ more sense, and is much closer to Germany as a location anyway. So back to the original we go!^",
        "Speaking of “Myne” and “Main”, though, it’s seems worthwhile to point out the thought that went into this name, too. For a long time, I thought that マイン (ma-i-n) was a name clearly chosen in reference to Mainz, Germany, where the Gutenberg printing press was invented. That was the rumor floating around on the internet anyway (which as we know is always right), and it seemed pretty plausible, so I never thought to question it. And so for the anime in particular, and based on the way the first 26 characters in their 35-character alphabet seem to be transliterated from the English alphabet, “Main” would be the technically more correct spelling.^",
        "This recently came up in a discussion though where Quof pointed out that that’s actually just an incredibly amusing coincidence. And if I’d gotten around to the fanbooks yet I would have found the particular Q&A where Kazuki-sensei explains why she picked the name. Basically, it’s an amalgamation of “mine”, as in “my books”, and “main” which would be pronounced the same in German, as in “the main character”. Which sounds incredibly silly, but the author has a track record of being pretty silly about her book, especially with names._",
        "This is a bad choice for a purely written format though, because “main” is a common English word that’s pronounced differently, and doesn’t feel like a real name when you look at it. “Mine” is a bad choice for the same reasons, as it only fixes the pronunciation. “Myne” fixes all of this because it parses as a female name (it actually is one), and naturally suggests its pronunciation to the English ear (though ironically the name is Polynesian in origin and would actually be pronounced like “Minna”). So in short, I agree with J-Novel’s call here. In any case it’s what Kazuki-sensei picked off the list of options Quof gave her, so it’s basically official._"
    ]
}