{
    "title": "City Exploration",
    "titlelink": "https://ncode.syosetu.com/n4830bu/4/",
    "content": [
        "Yesterday I couldn’t stop crying. Even when I was called to dinner, or scolded for putting my parents’ bedding on the floor, I couldn’t muster any response but bursting into tears. And so this morning, I’d cried so much my eyes were hot and swollen, and my head throbbed painfully.",
        "But my fever had completely subsided, and I didn’t feel sluggish at all anymore. And having cried my eyes out, my mood had actually somewhat improved. Although at breakfast, my family was treating me extra sensitively.",
        "“Your fever seems to have gone down.” Mom, who had just finished washing up, felt my forehead, and pressed her hands over my swollen eyes. Her hands were cold, and it felt amazing.",
        "“Hey, if you’re feeling better Myne, would you like to go shopping with me today?”",
        "“Huh? Mom, what about work? My fever’s better but is it okay for you to not go?” I clearly remembered her telling me she was busy at the dye workshop and had to work, even though I had a high fever. Was it really okay for a working woman to skip out?",
        "Mom looked down at me with sad eyes. “It isn’t just Tuuli’s job to take care of you, and it would be a shame if you didn’t get outside at least a little. You were crying so much yesterday she didn’t know what to do, and she said you must be lonely cooped up in here. I had no choice but to ask for a day off.”",
        "My breath caught at her words. I was mentally 22, but I’d cried for a solid day without any consideration for what others might think. I wanted to crawl into a hole and die. I’d collected myself since, but what I’d done was just too embarrassing. “I-I’m sorry…”",
        "“You don’t have to apologize, Myne. Being sick is really discouraging, isn’t it.”",
        "My mother comforted me while stroking my hair, but her kind words crushed me with guilt. __I’m so sorry. I was despairing over not having any books, not because I felt lonely without my mother. You’re worrying and fretting so much over me, and I’ve only been thinking about how Tuuli wouldn’t leave, or I couldn’t find any books. I’m really, really sorry.__",
        "“Tuuli’s going to the forest with everyone, but going out with her would no doubt just get you sick again. So, do you want to go shopping with me?”",
        "“Yeah!”",
        "“My, you’re certainly feeling better all of a sudden.” My mother was happy to have me along after all, and she smiled warmly. I grinned broadly back at her.",
        "“Hehe, this’ll be fun!” My mother looked so happy that I didn’t want to correct her misunderstanding. If I went outside, I might be able to find some books! My mood was improving rapidly.",
        "If I went shopping with her today, I could get her to buy me a book. It didn’t have to be a big one, but at the very least I wanted something I could learn a few letters from. In that case, a children’s workbook would be ideal, or something with an alphabet or syllabary in it. Surely, if her cute, sickly daughter begged, __“if I only had a book I wouldn’t be lonely, you could leave me at home all day,”__ my mother would buy me a picture book. __Eheheh, I can’t wait!__",
        "“Well Mom, let’s go!”",
        "Tuuli poked her head into the bedroom, smile plastered on her face. Since Mom was looking after me today she was freed from her babysitting duties. “I’m heading out with everyone. Take care, Myne!”",
        "“Okaaay!”",
        "Tuuli, carrying a large basket on her back, bounded off excitedly. It almost looked like she was running off to go play, but this was clearly part of her chores. Gathering firewood. And apparently, looking for fruit and mushrooms too. Whether or not we could eat cheap, delicious meals depended a lot on Tuuli.",
        "__Do your best, Tuuli! Go out and improve my diet!__",
        "There didn’t seem to be school in this utterly lacking world, so children all helped out with chores or did work. Or at least, I couldn’t find anything like a school in my memories. When Tuuli got a little older, she’d be starting an apprenticeship. If possible, I’d want to become an apprentice at a library or a bookstore, so today’s excursion would be a good opportunity to gather information. If I could find a bookstore and get on good terms with the owner, I might be able to secure a job. __Hah, I’m such a crafty little girl, aren’t I.__",
        "“Alright Myne, shall we go shopping?”",
        "This would be the first time I’d left the house since becoming Myne. Until now I’d only worn pajamas. But though they were as ratty as ever, Mom wrapped me in layer after layer of thick clothing. It must be cold outside. Bundled up so much it was hard to move, I grabbed my Mom’s hand and took my first step outside the house.",
        "__Cold! Narrow! Smelly!__",
        "Probably because of the stone construction, the whole building was freezing, and no matter how many layers of clothing I had on the cold soaked right through. I really wished I had a hand warmer or a fleece or something right about now. Along with a cold mask to block out the stench.",
        "Right outside the house was a staircase. Having the physique of a three-year-old child, I balked in fear at the thought of descending the steep, narrow steps. Pulled along by my mother, the floorboards creaked as we made turn after turn down the stairs. Two floors from the bottom, the stairs became a much sturdier and nicer looking stone. __It’s the same building, so why this difference?__",
        "Furrowing my eyebrows at that, we finally made our way outside. If I’d counted right, our house was on the fifth floor of a seven story building. Honestly, with my weak and tiny body, just getting outside was pretty hard work. It was no wonder so many of my memories were from inside the house.",
        "“Hah…hah… Mom, can’t, breathe, wait up…” After just this much, I was already out of breath. With so little stamina I’d surely collapse long before we reached our destination.__*__",
        "“We only just left the house, are you alright?”",
        "“Yeah. I’m okay. Let’s go.” At the very least, I wanted to confirm the location of a bookstore. Taking a deep breath and steeling myself, I looked around.",
        "Right outside the apartment building was what looked like a small public square with a communal well in the center. The ground right around it was paved with cobblestone, and I could see a number of women there chatting and doing laundry. This had to be where Tuuli went to wash dishes and draw water every morning.",
        "“Did you do the laundry, Mom?”",
        "“Yes, I already finished it earlier.”",
        "Our clothes all looked pretty dirty to me, but it seemed like they were being washed. Maybe she was using poor-quality detergent? __I wonder if I can make some soap…__",
        "The square was surrounded on all sides by tall apartment buildings, with a single narrow road leading out. If we followed it out I was sure we’d come to a wider main street.",
        "__Wow, it really is a medieval city.__ The unfamiliar townscape expanded before my eyes. Wagons and donkey-like animals clopped up and down the wide cobblestone street lined on both sides with shops. I felt entirely like a tourist out sight-seeing, gawking around in search of a bookstore.",
        "“Mom, which store are we going to?”",
        "“Ah, Myne, what are you talking about? We’re going to the market, right? We almost never go to a store.”",
        "It seemed like the shops on the first floors of these buildings primarily catered to wealthy customers, while poor commoners like us did our daily shopping in the marketplace. __…Which means, a bookstore would be one of these ground-level shops, I guess?__",
        "Looking around for a bookstore, I spied a conspicuously large building standing out like a landmark. It was constructed from a whitish stone and exuded a simple majesty, a fine looking building that was pretty hard to miss.",
        "“Ah, is that a castle?”",
        "“That’s the temple, Myne. When you turn seven you’ll go there to be baptized.”",
        "__Ahh, the temple. Riiight…__ I wasn’t too keen on the idea of compulsory religion. I resolved to stay as far away from it as possible. As a Japanese person, I’d ended up distancing myself from any religious affiliation. That was then, but I didn’t know how that might be received in this world, so I held my peace and looked at the walls I could see beyond the temple gates. “Mom, what about those walls?”",
        "“That’s the inner wall. Inside those are the duke’s__*__ castle and the nobles’ estates. Well, that doesn’t really have anything to do with us though, right?”",
        "“Hmm.” Rather than a castle, seeing nothing but the high stone walls reminded me more of a prison. It looked like it had been fortified to protect against something. Thinking of a western-style castle, I would have expected something more extravagant. __Ah, though I guess, castles in medieval Europe would have been used as fortresses.__",
        "“Then, what about that wall?”",
        "“That’s the outer wall, it protects the city. If you go straight down this street to the gate, that’s where your father works, right?”",
        "“He does?” I knew from Myne’s memories that my father worked as a soldier, but I guess he was actually a gatekeeper. That was news to me.",
        "In any case, if it had a duke living in a castle, with ramparts and an outer wall surrounding it, I guess it would be safe to consider this a large city. But from the extent I could see of the outer walls, and the size of the crowd moving up and down the street, it didn’t seem like it could be all that big. Though it was probably wrong to use Tokyo or Yokohama as a standard.",
        "__Aaah, depending on the scale of the city that changes the kind of bookstore I can expect to find! I don’t have a good point of reference! Is this a big city?! A small one?! Somebody help!__",
        "“Myne, let’s get going to the market. We’ll miss out on the best wares.”",
        "“Okay.”",
        "As we continued on toward the market, I kept scouring the area for signs of a bookstore, but the shops along both sides of the street were marked with signboards that were little more than illustrations. There were drawings painted onto wooden boards or carved into metal, but I didn’t see anything that looked like a letter. That would make it much easier to recognize a bookstore given I didn’t know any words, but a cold chill began to creep up my spine.",
        "__What? Even outside the house, there’s not any writing on the street? Could the literacy rate be that low? Or maybe, do they not have a written language at all?__",
        "I felt the blood suddenly drain from my face. Before now I hadn’t even considered the possibility that writing itself might not exist here. And if there wasn’t any writing, there’s no way there would be books.",
        "“Myne, there are a lot of people around, don’t get separated from me.”",
        "“….’kay.”",
        "I stumbled forward mechanically, absorbed in the shock of my dashed expectations, and before I knew it we had arrived at the market. As the commotion assaulting my ears increased, I looked up and saw a number of stalls tightly crammed into lines, an energetic throng of people milling about them. It somewhat resembled the bustling atmosphere and look of a Japanese festival, and I actually felt a little nostalgic.",
        "I felt my face break into a smile, and peered into a nearby fruit seller’s stall, when I suddenly saw something unexpected and yanked hard on my Mom’s skirt. “Mom, there! There’s [writing] there!”",
        "Above the wares there was some kind of symbol written on a plank of wood. I couldn’t read it, but whether numbers or letters, some kind of writing existed in this world! I was so starved for any kind of writing, even that was enough to make my face flush.",
        "“Ah, that’s the price. It tells us how much it costs to buy.”",
        "“What does it say?!”",
        "Mom’s eyes widened in surprise at her suddenly energetic daughter, but I didn’t care how I looked. I pointed at every number I could see and had Mom read them out to me, and felt them connecting with the numbers I knew in my head. __Alright, little synapses, do your thing!__",
        "“So that says thirty lions?” After having been read several numbers, I called one out myself and observed Mom’s reaction. It seemed like I got it right, as she looked down at me and blinked several times.",
        "“You learned it so quickly, that’s amazing Myne.”",
        "“Ehee…”",
        "It seemed like there were ten different number symbols, so it was safe to assume they used a decimal system here, too. I was glad it wasn’t binary or base-60. If I only had to learn the symbols doing math wouldn’t be a problem at all.",
        "__Uh oh, did I accidentally make myself look like a genius? At ten I’ll be a prodigy and at fifteen I’ll be a talented child, but beyond twenty I’ll just be an ordinary person…__"
    ],
    "endnotes": [
        "Did I convey the atmosphere of the city well? I’m a little worried about that.",
        "Though Myne is overjoyed at finding some numbers, I think she’s about to be disappointed. Next time we’ll continue on in the market. Look forward to it!"
    ],
    "footnotes": [
        "Notably revised in the light novel, in that version Myne is carried to the market instead of walking there herself. As she is now she wouldn’t actually have the stamina to make it anywhere close to the market under her own power.^",
        "On the “duke”, I came back and revised to this title for now. Originally I thought to correct J-Novel just calling him a Lord in the first book before they settled on the title of archduke later, and use that term. But on later reflection, I wondered if “archduke” was actually appropriate. That implies a duke above dukes, to me, which doesn’t actually seem to be the case later on. J-Novel describes all of the rulers of neighboring duchies as “archdukes”, which in effect makes the distinction of the title pointless. So, I’ve demoted him for now until there is a reason to justify his arch-ness.^"
    ]
}