{
    "title": "Home Exploration",
    "titlelink": "https://ncode.syosetu.com/n4830bu/3/",
    "content": [
        "After three days, my fever slowly went down and I could finally begin to swallow solid food. The food was just finely minced vegetables in a fairly bland salt broth, but that was fine for a sick person – if I was going to get better I couldn’t be picky. And over that time, I’d become more comfortable being called Myne. I would have to live as her from now on, so the sooner I got used to that the better.",
        "“Myne, are you finished?”",
        "“Yeah.” I passed the empty bowl back to Tully, and quietly lay back down.",
        "“Try to sleep, okay Myne?”",
        "__Actually, have I even left the bedroom in the past three days? Apart from using the toilet, every time I try to get out of bed they just throw me back in, isn’t that a little cruel? And speaking of the bathroom, do they really only have the chamber pot in the bedroom? It’s super embarrassing. And after they’re done using it they just toss it out the window? I’m never gonna get a bath, am I… Even when I finally got them to wipe me down they gave me weird looks. I can’t take this lifestyle anymore!__",
        "But then, even if I couldn’t stand it, it wasn’t like suddenly running away from home, as a sick little girl, would make things any better. I was more or less mentally an adult, so I could understand that much. Whether I liked it or not, I couldn’t just run away without thinking.",
        "Judging by the state of this house, I couldn’t imagine the outside world would be any safer. I didn’t know if there was anything like child welfare or protection services out there, or if I could expect to find any better lifestyle than this. Surely, even if I did run away from all this filth, I’d probably just end up running around screaming in horror as excrement rained down around me from above, until I died in a ditch somewhere. If I wanted to recover, I had no choice but to put things in order here.",
        "My first goal would be getting out of bed without getting yelled at. Aim low!",
        "And, setting that aside: books. The first step to improving my living situation was books. If I had books, I was pretty sure I could put up with almost anything. No, I would put up with it. And so with that in mind, today I planned to conduct a search of the house. It had been so long since I’d read a book I was starting to go into withdrawal.",
        "__Hand over the books, damn it! I’ll cry, I swear I’ll cry and I don’t care what anyone thinks about it!__",
        "Given the presence of my older sister Tully, there had to be a dozen picture books stashed around the house somewhere. No doubt about it, even if I couldn’t read the letters I should be able to look at the pictures and guess at the words.",
        "“Myne, are you asleep?” Tully suddenly opened the door and poked her head in. Seeing me obediently lying in bed she nodded once in satisfaction.",
        "When I’d first regained consciousness, I had tried to sneak out of bed and search around the house for books, but had ended up collapsing. Since then Tully had been an ever vigilant babysitter. During the day our mother had work, and so she asked Tully to look after me. She had me pinned to the bed. No matter how much I might want to escape, there was no way my tiny body was any match for her.",
        "“One day I’ll definitely [ascend]__[1]__ out of here.”",
        "“What’s that, Myne?”",
        "“…uh, I can’t wait to grow up.”",
        "Clearly not understanding the rebellious intent behind my innocuous words, Tully gave a worried laugh. “You’ll get bigger when you’re not sick, Myne. You’ve always been sick, and you can’t eat much, so sometimes people think you’re three years old instead of five.”",
        "Aha, so I was five years old. And also tiny and frail. I hadn’t known before. I couldn’t recall any particular birthday celebrations in my memories. Or maybe, they had been celebrated and I just didn’t understand the words?",
        "“Are you big, Tully?”",
        "“I’m six, but people usually think I’m seven or eight, so I guess so?”",
        "“Ah.”",
        "We were born a year apart but there was this much difference between us. Ascending might be harder than I thought. I wouldn’t give up though. I’d pay attention to my diet and hygiene situation and get healthy.",
        "“Mom’s at work, so I’m gonna go wash the dishes. You better not get out of bed. If you don’t sleep you won’t get better, and if you don’t get better you won’t grow up!”",
        "“I get it.”",
        "Since the last time I’d tried to sneak out of bed an evening ago, I’d been pretending to be an innocent little girl so that Tully would lower her guard. I had been waiting for her to leave me alone in the bedroom while she went out.",
        "“Okay, I’ll be back. Be a good girl okay?”",
        "“Yes Tully,” I answered obediently, and she closed the bedroom door with a bang. I quietly waited, listening to Tully gather the tableware into a basket to carry outside. I didn’t know where she went to wash them, but she was always out for twenty or thirty minutes. It didn’t seem like any of the units here had running water, so I figured there was probably a communal well or something.",
        "__Heheheh… Now, hurry up and go.__",
        "I heard the sound of what was probably the front door slamming and a key turning in the lock, and then Tully’s footsteps fading away down the stairs. As soon as the sound had completely disappeared, I softly lowered my feet out of bed. The ground felt gritty with dirt, and I winced a little.",
        "Everyone wore shoes around the house so walking barefoot on the floor felt gross, but Tully had taken my shoes to keep me from moving around so there was no helping it. I’d much rather search for books than worry about dirty feet. “It’d be nice if they were just in here, though…”",
        "In the bedroom I’d been holed up in with a fever, there were two beds, three wooden boxes containing clothes and other miscellany, and a number of baskets filled with various sundry items.  In a basket next to the bed there was a child’s doll made out of wood and straw, but no books. If there were bookshelves, perhaps they were in the living room.",
        "“Ugh…” Every time I took a step, tiny bits of grit rubbed against my soles. This is where wearing shoes in the house got you, but I knew it wouldn’t do me much good to complain. I knew that, but I was so steeped in Japanese customs I couldn’t find it natural. If I was going to survive as Myne, I’d have to get used to a lot of things.",
        "“Tch, too high…” The primary obstacle to this home exploration was the bedroom door. Standing on tiptoe I could just barely reach the knob, but found it unexpectedly difficult to turn. I looked around the room for something I could stand on, and my eyes landed on the wooden boxes full of clothes.",
        "“Urrrgh…” If I were an adult I could probably move the boxes without any trouble, but with my tiny child hands they wouldn’t budge no matter how much I pushed or pulled. I thought about overturning one of the baskets full of toys, but even with my weight I’d probably just put my foot through it. “I really need to hurry up and grow, there are just way too many things I can’t do.”",
        "After looking around the bedroom and considering various options, I settled on balling up my parents’ bedding to use as a makeshift platform. I definitely wasn’t going to use my own bedding to stand on, but my parents were used to living in this filth so it shouldn’t be a problem to use theirs. Surely. If I could get my hands on some books, a little scolding from my parents wouldn’t be that big of a deal.",
        "“Here we go…” Standing on tiptoe on top of the balled-up bedding and throwing my whole weight against it, I somehow managed to turn the doorknob. The door opened with a click. Inward.",
        "“Wha?!” Seeing the door coming toward me with enough force to hit me in the head, I frantically let go, and found myself careening backward. “Waaaa!”",
        "__Bubububump!__ I tumbled off the bedding and banged my head. “Owwww…”",
        "I raised my body while cradling my head, and saw that the door had opened a little. This pain was a well-earned battle scar. “Yes, it’s open!”",
        "Quickly standing up, I thrust my hand into the crack in the door and flung it open. My parents’ bedding slid across the floor with a soft scrape, and the floor where it had been looked significantly cleaner, but I pretended not to notice.",
        "“Ah, the kitchen.”",
        "I exited the bedroom into the kitchen. Or maybe calling it a kitchen was too polite. It was more like a place you could use as a kitchen if you had to. In the corner was a stove, and things like metal pots, pans, and ladles were hung nearby on nails pounded into the wall. There was a string stretching from wall to wall, with some dirty rags like dust-cloths hung along it. If you tried to wipe something down with one you’d probably just make it dirtier. “I get the feeling this is why I’m so sick…”",
        "In the center of the room was a not-so-big table and two three-legged stools, along with a wooden box that looked like it was being used as a seat. To my right was what looked like a cupboard, wooden doors with handles attached. In the opposite corner from the stove was a basket piled up with foodstuff that looked like onions and potatoes. There were also what looked like a water jug and a washbasin with a drain, but as expected it didn’t look like there was running water.",
        "Turning to look around the room, I could see two other doors besides the one that led to the bedroom. “Eheheh, what’s behind door number one…” This kitchen definitely didn’t look like the kind of place I’d find a bookshelf, so I once again opened the door to a neighboring room. “Hmm, a storeroom?”",
        "A number of objects I didn’t recognize were messily stuffed into the room. They were arranged on the shelves after a fashion, but haphazardly enough that I got the impression this room wasn’t used regularly. “No luck, huh…” I gave up on it and went to open the other door. It made a clanking noise that sounded like it was locked. No matter how much I rattled the knob, it gave no indication of opening.",
        "“…Maybe, this is the door Tully left by? Huh? No luck here either, they’re both wrong?!” I compulsively grabbed my head as I muttered to myself. __If there are no other doors in the house, this is basically a two-room apartment with no bath, no toilet, no bookshelves, practically nothing at all! As far as I can tell there aren’t any other rooms…__",
        "__Hey, God, do you have a grudge against me or something?!__",
        "__In the kinds of stories about reincarnation that you normally read, the main character usually becomes a noble or wealthy, or at the very least there aren’t many about living in poverty. Having the memories, expectations and sense of a Japanese person, and living without a bath or a toilet or running water or even my own room…this is impossible.__",
        "And, no matter where I looked, I couldn’t find a single book. There weren’t any in the storeroom either. “…maybe, books are expensive?”",
        "Before the advent of mass-production on Earth, books had been extremely valuable items. If you weren’t part of the upper class, you might never have had a chance to read one. “Can’t be helped then. If that’s the case, I’ll start with finding something with writing on it.”",
        "I may not have books, but it wasn’t like I couldn’t study letters. Adverts, newspapers, flyers, instruction manuals, calendars – there should be plenty of things with writing on them…or so I thought. __At least, there were in Japan…__",
        "",
        "“…Nothing. Absolutely nothing! Not a single thing! What is with this house?!”",
        "I carefully went through each cupboard cabinet in the kitchen and each shelf in the store room, but I couldn’t find a single thing with writing on it, let alone a book. Forget writing, I couldn’t even find any paper. “What the hell is this?”",
        "As if my fever had suddenly spiked, my head started to throb with pain. My heart began to pound violently and there was a ringing in my ears. I collapsed to the ground like a puppet with cut strings. My eyes felt hot.",
        "__Being crushed to death by books, well, I wished for that.__",
        "__And I was reincarnated, so, that’s great.__",
        "__But hey, can I really live like this?__",
        "__How the hell am I supposed to do that?!__",
        "Being reborn into a world without books was just too unexpected. What was even the point of living like that? I couldn’t see any reason, and my tears of despair wouldn’t stop.",
        "“Myne! Why aren’t you sleeping?! You shouldn’t be out of bed without your shoes!” shouted Tully. She had returned without me realizing it and found me crouched down on the kitchen floor.",
        "“…Tully, there aren’t any [books].”",
        "I wanted to read books so much, but there __were__ no books. I had no idea how I was supposed to live from now on.",
        "“What’s wrong? Are you hurt?” Tully’s voice was full of concern as I sat in a daze, tears streaming down my face. But having lived without questioning or caring about a lack of books, there was no way she could understand what I was feeling.",
        "__I want a book.__",
        "__I want to read a book.__",
        "__Hey, who can I talk to who will understand?__",
        "__Is there anywhere I can go to find a book?__",
        "__Someone please tell me…__"
    ],
    "endnotes": [
        "Despair. There’s nothing like a book in the house.",
        "And, next time we’ll look for books outside. Though, speaking of despair, I can’t say I actually know from experience."
    ],
    "footnotes": [
        "The term 下剋上 (gekokujou), “ascendance”, is loaded with a lot more connotation about revolution and overthrowing social order in Japanese than in English, But Myne using it is clearly meant to reference the title so there’s no helping it.^"
    ]
}