{
    "title": "Books: Unobtainable",
    "titlelink": "https://ncode.syosetu.com/n4830bu/5/",
    "content": [
        "“Now then, all that’s left is the meat. It’s time to start buying a lot of it, so we can salt and smoke it.” After purchasing fruits and vegetables, Mom proceeded further into the market. The meat sellers were apparently lined up close to the city wall.",
        "“Why are we buying a lot?”",
        "“We have winter preparations, don’t we? This time of year, apart from the livestock they’ll keep over the winter, the farmers are all butchering their animals, so this is when the most meat gets sold during the year. Animals are also preparing to hibernate by packing away food, so we can get our hands on some nice, fatty meat.”",
        "“…Um, so the market won’t be here in the winter?”",
        "“Isn’t that obvious? There are barely any vegetables you can harvest during the winter, so the market will almost never be open.”",
        "Well I guess it was obvious if you thought about it, but I hadn’t considered it at all. In Japan, before greenhouse cultivation became widespread, vegetables were pretty much seasonal, and without a way to circulate them relying on local produce was pretty much a given. In an era without refrigerators or freezers, or some other way to keep food fresh, preserving food would have to be something you’d prepare for in your own home.",
        "“…I’ve never done anything like winter preparations.”",
        "“Did you say something?”",
        "“Uh-uh.”__Preserving food in our own home, huh. Where in our tiny house are we gonna do that? The storage room isn’t all that large…__",
        "I thought I’d be much more of a hindrance than an asset if I tried to help out with that, but since I was such a small girl I probably wouldn’t get scolded over it. __So there’s that at least.__",
        "“…ugh, it smells.”",
        "“That’s the meat.”",
        "As we got closer to the butcher the stench increased. I followed a step behind my mother while holding my nose, while she strode forward as if nothing was wrong at all. __Since when did meat smell this bad? Ugh, I have a bad feeling about this.__",
        "Though I was holding my nose and breathing through my mouth, the stench was so permeating I could taste it. As my eyes began to sting with tears, we arrived at the butcher’s stall. In addition to bacon and ham, there were also clearly identifiable animal legs, hooves still attached, lined up next to each other. And inside the shop, animals were strung up to be bled, rabbits and birds with their eyes bulging and tongues lolling out.",
        "“Gyaaaaaaah!”",
        "“What’s wrong, Myne?!”",
        "Honestly, for someone like me who had never seen meat that didn’t come packaged and perfectly sliced into bite-sized pieces, this world’s version of a butcher shop was way too much to handle. My whole body prickled with goosebumps, and I felt my tears welling up. I wanted to close my eyes to block out the horror, but as soon as my eyes fell on the sight it was like I’d forgotten how to shut them.",
        "“Myne?! Myne?!” My mother grabbed me by the shoulders and shook me. At that moment, my eyes locked on a live pig squealing as it was being hacked apart. All around, happily smiling people were gathered, eagerly awaiting its moment of death.",
        "__Why does everyone look like they’re having so much fun? Why are they all grinning like that?!__",
        "__Stopstopstopstop! Scary!!__",
        "“Ee--?!” With a little scream, just before the pig was about to receive the final blow, I fainted on the spot.",
        "",
        "Some kind of liquid poured into my mouth.",
        "Something strong and harsh and smelling of alcohol. As I suddenly became conscious I swallowed wrong and the unexpected alcohol went down my trachea. Coughing violently, I jerked awake in surprise. “Ack! Gack! Bleg!”",
        "__Is this liquor?! What kind of moron gives liquor to an innocent child, who would even __do__ that?! What are you gonna do if I get alcohol poisoning?!__",
        "My eyes shot open and I saw my mother holding something like a wine bottle. “Myne, you’re awake? Oh thank goodness, the stimulant worked.”",
        "“Blech! …Mom?!”",
        "She sighed in relief and hugged me close to her, so it was a little difficult for me to speak, but did I really want to say what was on my mind?",
        "__Making a young child drink strong alcohol! I’m frail as it is, and I just got over a fever I nearly died from and now you’re trying to get me sick __again__?! Are you trying to kill me?! You dumbass?! You want me to die?!__",
        "“Well, Myne. If you’re feeling better, let’s go buy the meat.”",
        "“Eh?!”",
        "On impulse, I frantically shook my head. The memory of that bloody spectacle was seared into my brain. For the moment it was like a bad dream, but just thinking about it gave me goosebumps all over again, I had no desire to repeat that experience. Giving a convalescent child some kind of alcoholic stimulant, and then trying to take her daughter who had just fainted in front of a butcher shop back to the same shop __again__... __Is my mother, perhaps, a complete savage?__",
        "“…uhmm, I still don’t feel good…I’ll just sit here. Mom, come back for me.”",
        "“Huh? But…”",
        "Shooting my hesitant mother a sidelong glance, I spun on my heels and looked pleadingly at a stall vendor. I wanted to secure a place to stay before my mother could recover and drag me off. “Um, ma’am, can I please wait here? I’ll sit quietly and won’t cause any trouble.”",
        "“What a polite young lady you are! Well, you bought some alcohol from me so it’s fine. Hurry on and finish your shopping. She said she’s not feeling well, it would be troublesome if she collapsed on you again, right?” This matronly alcohol seller was apparently where Mom had bought whatever it was she used to revive me, and she took me under her care while laughing uproariously.",
        "A kindly looking man running a nearby general store also took pity on me and beckoned me over. “Ya can wait in my store if ya want, that way no one’ll snatch you off tha street.” He guided me to the back of his stall, and I gladly took a seat. The strong alcohol from before still felt like it was churning in my gut. Moving around right now would be dangerous. __I mean, if I suddenly collapsed from acute alcohol poisoning, no one would have any idea why.__",
        "While I was sitting there, I absentmindedly observed the two shops. The alcohol vendor looked like she was selling some sort of fresh, seasonal fruit wine, and customer after customer walked away with small casks. In comparison, foot traffic by the general store was fairly slow. __I wonder what kinds of things a general store in this world sells…__",
        "Looking at the merchandise lining the shelves of the general store, I had no idea what most of it was used for.  Pointing at some of the messily displayed goods in front of me, I asked the owner. “Mister, what’s thaaat?”",
        "“Haven’cha used one-a these before, missy? That’s somethin’ ya use when yer weavin’. And this here’s used fer huntin’.”__*__ It seemed like the man was pretty free since he didn’t have any customers, and I pointed at one object after another. There were countless things used in the daily life of the city that I knew nothing about. Even searching through Myne’s memories, she didn’t seem to have much interest in these things and so had known very little.",
        "As I was taking in all of the merchandise, I let out an astonished gasp. There, tucked into a corner amongst the various odds and ends, I spied what was unmistakably the binding of a large, thick book. It was the kind of bound book you’d expect to find enclosed in a glass case in a library, the corners of its cover protected by intricately embossed metal caps. At a glance it looked to be about forty centimeters tall. Even though I couldn’t hold it right now to be sure.",
        "__Is that a book?! Could that actually be a book?!__ The moment I laid eyes on the apparent book it was as if my whole vision went pink. The gloomy thunderclouds in my soul parted and gave way to a brilliantly clear day. “M-mister! That!! What’s that?!”",
        "“Ah, a book.”  ",
        "__YES! I finally found one! A book! It may only be one, but it’s here!__",
        "In the midst of despairing whether books even existed in this world, I’d suddenly stumbled on one. I stared longingly at the cover, trembling with excitement. It was a considerably large and heavy-looking book, extravagantly decorated. No matter how you looked at it, it had to be expensive, and no matter how much I begged there was no way I’d be able to get my mother to buy it for me. But if books actually did exist, surely there had to be one that was smaller and easier for me to carry.",
        "“Mister, do you know where I can find a store that sells books?” I ravenously enquired.",
        "“A store? Ain’t nothin’ like that.” The man gave me a look that said __What on earth is this kid talking about?__ My excitement suddenly plummeted.",
        "__Um, there’s a book right there, what do you mean there isn’t a bookstore?__ “…Huh? How come? Aren’t you selling this one?”",
        "“Books’re things ya gotta copy down by hand, you wouldn’t go to all that trouble just ta turn around an’ sell somethin’ priceless like that. This here’s somethin’ a noble pawned off on me ta pay off some debt, it ain’t fer sale. Though, maybe it’s about time I did find some noble who wants ta buy it off me.”",
        "__Frickin’ nobles! If I’d been born a noble like any __normal__ reincarnation story, I could already be reading books! Why the hell am I a commoner?!__ I felt a murderous urge welling up inside me, thinking of all the carefree nobles blessed to be surrounded by books since birth. __This isn’t fair!__",
        "“This tha first time ya seen a book, missy?” Without taking my eyes off the book, I nodded fervently at the man’s words. This was the first book I’d seen in this world. And given that books weren’t for sale in any store, it might very well be the last. __…In that case!__",
        "“M, Mister! Please hear me out!” Balling up my fists in determination, I stood up as straight as I could, and then bent down on the ground.",
        "“What tha? What’s this all of a sudden?” The shopkeeper’s eyes went wide, seeing me suddenly prostrating before him. __When it comes to pleading, there’s no better way to show my sincerity than prostration, that’s just common knowledge.__ I lowered my head with a snap, expressing my most earnest feelings.",
        "“I know there’s no way I can buy it, so please, at least let me touch that book. I want to rub my face against it. Or at least, let me smell its ink, I’m begging you!”",
        "So I expressed my sincerest wish, only to be met with an awkward silence. No reply was forthcoming. I timidly raised my head, only to see the man looking at me like he’d just swallowed a bug, like I was some horrible pervert in front of him, with a mixture of awe and disgust. __What? I get the feeling I didn’t get through to him…__",
        "“I-I don’ really understan’ what yer tryin’a say but… I think I’d better not letcha touch this book, missy.”",
        "“N-no way?!”",
        "As I reeled at having my hopes dashed once again, a voice called out, telling me my time was up. “Myne, thanks for waiting. It’s time to go.”",
        "“…Mom.”",
        "Hearing my Mom’s voice, I began to cry uncontrollably. The book was __right there__, but I still couldn’t touch it. I couldn’t even smell it.",
        "“What’s wrong Myne? What did he do to you?!”",
        "“N-no! That’s not it!” Seeing Mom suddenly glaring daggers at the shopkeeper, I frantically shook my head. If I didn’t clear this up right now, I’d be repaying the man’s kindness at taking me in and teaching me about books, with nothing but trouble. “I don’t like it here in the market, Mom. What did you make me drink before? I’ve been feeling weird since I woke up.”",
        "“…Ah, I wonder if the stimulant was too much for you. Let’s get you home and drink some water, that will help you feel better.” Mom gave an understanding nod, but it still didn’t seem like she thought there was anything wrong with giving a child alcohol. She just grabbed my hand and started dragging me home.",
        "I turned to look over my shoulder, and flashed a smile at the vendors at the wine shop and general store. “Thank you for letting me stay here.” I wouldn’t be able to live with myself if I didn’t thank them properly. There didn’t seem to be any custom of bowing here, according to my memories, so for now showering them with smiles would have to do. __Smiling is indispensable for smooth human relations after all.__ They both smiled back at me, so it appeared to have had the intended effect.__*__",
        "“Myne, are you still feeling poorly?”",
        "“…Yeah.”",
        "I reticently took my Mom’s hand and began to trudge my way home. On the way back, I continued to look for bookstores, but as expected there were none. I had thought today would see me begging my Mom for a children’s book and starting to learn some letters, but in the end it had come to nothing. This city may have had a duke’s castle and fine stone walls, but it didn’t have a bookstore. And given I’d been told that books weren’t for sale, it was probable they didn’t exist anywhere else in the world, either.",
        "__So this is what despair feels like.__",
        "__When I was Urano I could go days at a time without food if only I had a book. I never imagined there was a god cruel enough to inflict life without books on a book maniac like me. Damn it, you could have at least made me a noble! But being reborn as a commoner… God, what did I do to deserve this?__",
        "__Of course, if I told my parents I want to be a noble so I can buy books, they’d just pass it off as the fanciful dreams of a child. And it’s not like I could tell them I wish I’d never been born. Except, I do want to be a noble. Or if I can’t be a noble, I at least wish I had the means to buy a book pawned off by one.__",
        "__Well, I may be stuck in this terrible situation, but I do know I’m not going to get my hands on a book by crying about that. Not if bookstores don’t even exist. So If I can’t buy them, what then? I guess the only choice is to make them myself?__",
        "__I really wish I had books from this world, but I can’t say I have that luxury. The easiest way to get my wish then, would be to put off learning this world’s language for now, and make some books in Japanese.__",
        "__I’ll do whatever it takes to make that happen. I’m gonna get my hands on some books no matter what!__"
    ],
    "endnotes": [
        "She finally happened across a book and still didn’t get to touch it, how disappointing. When is Myne ever going to get her hands on a book?",
        "Next time will be a side-story told from Tuuli’s perspective.",
        "* If you find any typos or mistakes, please let me know."        
    ],
    "footnotes": [
        "The shopkeeper has some noticeable dialect in the Japanese, which I’ve tried to preserve.^",
        "I was thinking back over this (and also thinking about how the notes on the first several chapters are pretty anemic, I only really started doing them a little later on), and how much of a kinship I feel with Myne sometimes and why it’s so fun to get into her head, and realized: is Myne, perhaps, on the spectrum? “Smiles are indispensable for smooth human relations”, is that something a normal person does? Is making a conscious mental note of “oh I should smile here to put them at ease” a normal person thing? Can a normal person let me know if it is? Because that’s way too familiar a feeling to me.^",
        "Likewise, if you find any typos or mistakes in my work (or translation errors, if you’re feeling intrepid enough to compare it to the original Japanese linked from the chapter titles), please feel free to tell me. I go back over these from time to time and still find little mistakes._"
    ]
}